Repository: bashyrov/fitgram-app
Catalog: Mealgram/Resources/Localizable.xcstrings
Source language: en
Languages: es, pl, ru, uk

# Najpierw zauważ, potem zmieniaj
source: Notice first, change later
es: Primero nota, luego cambia
pl: Najpierw zauważ, potem zmieniaj
ru: Сначала заметь, потом меняй
uk: Спочатку помічай, потім змінюй

# Najtańsze źródła białka
source: Cheapest protein sources
es: Las fuentes de proteína más baratas
pl: Najtańsze źródła białka
ru: Самые дешёвые источники белка
uk: Найдешевші джерела білка

# Najwyższa ocena
source: Highest rating
es: Calificación más alta
pl: Najwyższa ocena
ru: Высшая оценка
uk: Найвища оцінка

# Naleśniki bananowe
source: Banana pancakes
es: Tortitas de plátano
pl: Naleśniki bananowe
ru: Банановые блины
uk: Бананові млинці

# Name
source: First name
es: Nombre
pl: Imię
ru: Имя
uk: Ім'я

source: Name A-Z
es: Nombre A-Z
pl: Nazwa A-Z
ru: По названию (А–Я)
uk: Назва А-Я

source: Name or username
es: Nombre o usuario
pl: Imię lub username
ru: Имя или username
uk: Імʼя або username

# Napisz na hello@mealgram.xyz — odpowiadamy w 24 h.
source: Write to hello@mealgram.xyz — we reply within 24 h.
es: Escríbenos a hello@mealgram.xyz — respondemos en 24 h.
pl: Napisz na hello@mealgram.xyz — odpowiadamy w 24 h.
ru: Пиши на hello@mealgram.xyz — отвечаем в течение 24 ч.
uk: Пишіть на hello@mealgram.xyz — відповідаємо за 24 год.

# Napoje
source: Drinks
es: Bebidas
pl: Napoje
ru: Напитки
uk: Напої

# Następny dzień
source: Next day
es: Día siguiente
pl: Następny dzień
ru: Следующий день
uk: Наступний день

# Następny krok
source: Next step
es: Próximo paso
pl: Następny krok
ru: Следующий шаг
uk: Наступний крок

# Nasza baza dań
source: Our meal database
es: Nuestra base de platos
pl: Nasza baza dań
ru: Наша база блюд
uk: Наша база страв

# Nawodnienie
source: Hydration
es: Hidratación
pl: Nawodnienie
ru: Гидратация
uk: Зволоження

# Nazwa
source: Name
es: Nombre
pl: Nazwa
ru: Название
uk: Назва

# Nazwa dania
source: Meal name
es: Nombre del plato
pl: Nazwa dania
ru: Название блюда
uk: Назва страви

# Nazwa przepisu
source: Recipe name
es: Nombre de la receta
pl: Nazwa przepisu
ru: Название рецепта
uk: Назва рецепта

# Nazwa składnika lub potrawy
source: Ingredient or dish name
es: Nombre del ingrediente o plato
pl: Nazwa składnika lub potrawy
ru: Название ингредиента или блюда
uk: Назва інгредієнта або страви

# Nazwa użytkownika
source: Username
es: Nombre de usuario
pl: Nazwa użytkownika
ru: Имя пользователя
uk: Ім'я користувача

# Nazwa własnego celu
source: Custom goal name
es: Nombre del objetivo personalizado
pl: Nazwa własnego celu
ru: Название своей цели
uk: Назва власної цілі

source: New badge: %@
es: Nueva insignia: %@
pl: Odznaka: %@
ru: Новый значок: %@
uk: Новий значок: %@

source: New reactions
es: Nuevas reacciones
pl: Nowe reakcje
ru: Новые реакции
uk: Нові реакції

# Newbie gains: 6-12 mies.
source: Newbie gains: 6–12 months
es: Ganancias de novato: 6–12 meses
pl: Newbie gains: 6-12 mies.
ru: Newbie gains: 6–12 мес.
uk: Newbie gains: 6–12 міс.

source: Newest
es: Más reciente
pl: Najnowsze
ru: Новейшие
uk: Найновіші

source: Next
es: Siguiente
pl: Dalej
ru: Дальше
uk: Далі

# Nic do zmiany
source: Nothing to change
es: Nada que cambiar
pl: Nic do zmiany
ru: Нечего менять
uk: Нічого змінювати

# Nic jeszcze dziś
source: Nothing yet today
es: Nada todavía hoy
pl: Nic jeszcze dziś
ru: Сегодня пока ничего
uk: Сьогодні поки нічого

# Nic nie znaleziono
source: Nothing found
es: No se encontró nada
pl: Nic nie znaleziono
ru: Ничего не найдено
uk: Нічого не знайдено

# Nic nie znaleziono dla "%@".
source: Nothing found for "%@".
es: No se encontró nada para «%@».
pl: Nic nie znaleziono dla "%@".
ru: Ничего не найдено по «%@».
uk: Нічого не знайдено за «%@».

# Nie udało się odczytać
source: Couldn’t read it
es: No se pudo leer
pl: Nie udało się odczytać
ru: Не удалось прочитать
uk: Не вдалось прочитати

# Nie udało się pobrać ofert. Sprawdź połączenie.
source: Failed to load offers. Check your connection.
es: No se pudieron cargar las ofertas. Revisa la conexión.
pl: Nie udało się pobrać ofert. Sprawdź połączenie.
ru: Не удалось загрузить предложения. Проверь соединение.
uk: Не вдалося завантажити пропозиції. Перевірте з’єднання.

# Nie udało się pobrać strony: %@
source: Failed to fetch the page: %@
es: No se pudo cargar la página: %@
pl: Nie udało się pobrać strony: %@
ru: Не удалось загрузить страницу: %@
uk: Не вдалося завантажити сторінку: %@

# Nie udało się potwierdzić Twoich danych. Spróbuj jeszcze raz.
source: Couldn’t verify your data. Please try again.
es: No se pudieron verificar tus datos. Inténtalo de nuevo.
pl: Nie udało się potwierdzić Twoich danych. Spróbuj jeszcze raz.
ru: Не удалось подтвердить твои данные. Попробуй ещё раз.
uk: Не вдалося підтвердити ваші дані. Спробуйте ще раз.

# Nie udało się usunąć danych z serwera. Spróbuj ponownie.
source: Could not delete server data. Try again.
es: No se pudieron eliminar los datos del servidor. Inténtalo de nuevo.
pl: Nie udało się usunąć danych z serwera. Spróbuj ponownie.
ru: Не удалось удалить данные с сервера. Попробуй ещё раз.
uk: Не вдалося видалити дані з сервера. Спробуй ще раз.

# Nie udało się usunąć. Spróbuj ponownie.
source: Couldn’t delete. Try again.
es: No se pudo eliminar. Inténtalo de nuevo.
pl: Nie udało się usunąć. Spróbuj ponownie.
ru: Не удалось удалить. Попробуй ещё раз.
uk: Не вдалось видалити. Спробуйте ще раз.

# Nie udało się wysłać
source: Failed to send
es: No se pudo enviar
pl: Nie udało się wysłać
ru: Не удалось отправить
uk: Не вдалося надіслати

# Nie udało się wysłać linku. Spróbuj ponownie za chwilę.
source: Failed to send the link. Please try again in a moment.
es: No se pudo enviar el enlace. Inténtalo de nuevo en un momento.
pl: Nie udało się wysłać linku. Spróbuj ponownie za chwilę.
ru: Не удалось отправить ссылку. Попробуйте позже.
uk: Не вдалося надіслати посилання. Спробуйте ще раз за мить.

# Nie udało się zaimportować: %@
source: Import failed: %@
es: Error al importar: %@
pl: Nie udało się zaimportować: %@
ru: Не удалось импортировать: %@
uk: Не вдалося імпортувати: %@

# Nie udało się zapisać. Spróbuj ponownie.
source: Failed to save. Try again.
es: No se pudo guardar. Inténtalo de nuevo.
pl: Nie udało się zapisać. Spróbuj ponownie.
ru: Не удалось сохранить. Попробуй ещё раз.
uk: Не вдалося зберегти. Спробуй ще раз.

# Nie udało się załadować profilu.
source: Couldn't load profile.
es: No se pudo cargar el perfil.
pl: Nie udało się załadować profilu.
ru: Не удалось загрузить профиль.
uk: Не вдалося завантажити профіль.

# Nie udało się zduplikować. Spróbuj ponownie.
source: Couldn’t duplicate. Try again.
es: No se pudo duplicar. Inténtalo de nuevo.
pl: Nie udało się zduplikować. Spróbuj ponownie.
ru: Не удалось дублировать. Попробуй ещё раз.
uk: Не вдалося дублювати. Спробуйте ще раз.

# Nie udało się zweryfikować zakupu.
source: Failed to verify purchase.
es: No se pudo verificar la compra.
pl: Nie udało się zweryfikować zakupu.
ru: Не удалось подтвердить покупку.
uk: Не вдалося підтвердити покупку.

# Nie usłyszałem dania
source: I did not hear a meal
es: No he oído el plato
pl: Nie usłyszałem dania
ru: Я не услышала блюдо
uk: Я не почувула страву

# Nie znalazłam wartości odżywczych na etykiecie.
source: I couldn’t find nutrition values on the label.
es: No encontré valores nutricionales en la etiqueta.
pl: Nie znalazłam wartości odżywczych na etykiecie.
ru: Я не нашла пищевую ценность на этикетке.
uk: Я не знайшла поживних значень на етикетці.

# Nie znaleziono aktywnej subskrypcji.
source: No active subscription found.
es: No se encontró ninguna suscripción activa.
pl: Nie znaleziono aktywnej subskrypcji.
ru: Активная подписка не найдена.
uk: Активної передплати не знайдено.

# Nie znaleźliśmy tego kodu
source: We couldn’t find that code
es: No encontramos ese código
pl: Nie znaleźliśmy tego kodu
ru: Мы не нашли этот код
uk: Ми не знайшли цей код

# Niedosypianie = +385 kcal
source: Sleep loss = +385 kcal
es: Dormir poco = +385 kcal
pl: Niedosypianie = +385 kcal
ru: Недосып = +385 ккал
uk: Недосипання = +385 ккал

# Niedoszacowanie 30%
source: 30% underestimation
es: Subestimación del 30%
pl: Niedoszacowanie 30%
ru: Недооценка 30%
uk: Недооцінка 30%

# Niedowaga
source: Underweight
es: Bajo peso
pl: Niedowaga
ru: Недостаточный вес
uk: Недостатня вага

# Niedziela Wielkanocna — śniadanie ze święconką.
source: Easter Sunday — breakfast with the święconka basket.
es: Domingo de Pascua — desayuno con la cesta święconka.
pl: Niedziela Wielkanocna — śniadanie ze święconką.
ru: Пасхальное воскресенье — завтрак с освящённой корзиной.
uk: Великодня неділя — сніданок зі свяченим кошиком.

# Nieograniczona społeczność
source: Unlimited community
es: Comunidad ilimitada
pl: Nieograniczona społeczność
ru: Безлимитное сообщество
uk: Безлімітна спільнота

# Nieograniczone skany AI
source: Unlimited AI scans
es: Escaneos de IA ilimitados
pl: Nieograniczone skany AI
ru: Безлимитные сканы ИИ
uk: Безлімітні скани ШІ

# Nieograniczone skany, AI Coach, eksporty.
source: Unlimited scans, AI Coach, exports.
es: Escaneos ilimitados, AI Coach, exportaciones.
pl: Nieograniczone skany, AI Coach, eksporty.
ru: Безлимитные сканы, AI Coach, экспорт.
uk: Безлімітні скани, AI Coach, експорти.

# No connection. Check the internet and try again.
source: No connection. Check internet and try again.
es: Sin conexión. Comprueba internet e inténtalo de nuevo.
pl: Brak połączenia. Sprawdź internet i spróbuj ponownie.
ru: Нет соединения. Проверь интернет и попробуй ещё раз.
uk: Немає з'єднання. Перевір інтернет і спробуй ще раз.

source: No cooking
es: Sin cocinar
pl: Bez gotowania
ru: Без готовки
uk: Без готування

source: No data
es: Sin datos
pl: Brak danych
ru: Нет данных
uk: Немає даних

source: No entries
es: Sin entradas
pl: Brak wpisów
ru: Нет записей
uk: Немає записів

# No entries match this filter.
source: No entries in this filter.
es: Sin entradas en este filtro.
pl: Brak wpisów w tym filtrze.
ru: Нет записей в этом фильтре.
uk: Немає записів у цьому фільтрі.

source: No freezes available
es: No hay congelaciones disponibles
pl: Brak dostępnych freeze'ów
ru: Нет доступных заморозок
uk: Немає доступних заморозок

source: No goal, just tracking
es: Sin objetivo, solo seguimiento
pl: Bez celu, tylko śledzenie
ru: Без цели, просто отслеживание
uk: Без цілі, просто стеження

source: No guilt
es: Sin culpa
pl: Bez wyrzutów sumienia
ru: Без чувства вины
uk: Без провини

# No impact on recommendations
source: No effect on recommendations
es: Sin efecto en recomendaciones
pl: Bez wpływu na rekomendacje
ru: Без влияния на рекомендации
uk: Без впливу на рекомендації

# No limits on scans or voice
source: Unlimited scans and voice
es: Sin límites en escaneos y voz
pl: Bez limitów na skany i głos
ru: Без лимитов на сканы и голос
uk: Без лімітів на скани та голос

source: No matching meals. Try a higher calorie target.
es: No hay platos adecuados. Prueba un objetivo de calorías más alto.
pl: Brak pasujących dań. Spróbuj wyższego celu kalorii.
ru: Нет подходящих блюд. Попробуй выбрать больше калорий.
uk: Немає відповідних страв. Спробуй вищу ціль калорій.

source: No meals
es: Sin comidas
pl: Brak posiłków
ru: Нет приёмов пищи
uk: Немає страв

source: No meals today
es: Sin comidas hoy
pl: Brak posiłków dzisiaj
ru: Сегодня нет блюд
uk: Сьогодні немає страв

source: No new entries
es: No hay entradas nuevas
pl: Brak nowych wpisów
ru: Нет новых записей
uk: Немає нових записів

source: No new entries.
es: Sin entradas nuevas.
pl: Brak nowych wpisów.
ru: Новых записей нет.
uk: Нових записів немає.

source: No offers to display.
es: Sin ofertas que mostrar.
pl: Brak ofert do wyświetlenia.
ru: Нет предложений для показа.
uk: Немає пропозицій для показу.

source: No offers.
es: No hay ofertas.
pl: Brak ofert.
ru: Нет предложений.
uk: Немає пропозицій.

source: No permission — enable in iOS Settings
es: Sin permiso — actívalo en los Ajustes de iOS
pl: Brak zgody — możesz włączyć w Ustawieniach iOS
ru: Нет доступа — включите в Настройках iOS
uk: Немає дозволу — увімкніть у Параметрах iOS

source: No permission — you can enable it in iOS Settings
es: Sin permiso: puedes activarlo en los Ajustes de iOS
pl: Brak zgody — możesz włączyć w Ustawieniach iOS
ru: Нет доступа — вы можете включить его в настройках iOS
uk: Немає дозволу — ви можете увімкнути його в Параметрах iOS

source: No recent activity to show.
es: No hay actividad reciente.
pl: Brak ostatniej aktywności do pokazania.
ru: Нет недавней активности.
uk: Немає недавньої активності.

source: No recipes
es: Sin recetas
pl: Brak przepisów
ru: Нет рецептов
uk: Немає рецептів

source: No training = just fat
es: Sin entrenar = solo grasa
pl: Bez treningu = tylko tłuszcz
ru: Без тренировок = только жир
uk: Без тренувань = тільки жир

source: No weight entries
es: Sin entradas de peso
pl: Brak wpisów wagi
ru: Нет записей веса
uk: Немає записів ваги

# Noc 31 grudnia — pożegnanie roku.
source: Night of December 31st — saying goodbye to the year.
es: Noche del 31 de diciembre: despedida del año.
pl: Noc 31 grudnia — pożegnanie roku.
ru: Ночь 31 декабря — проводы года.
uk: Ніч 31 грудня — прощання з роком.

# Nocne podjadanie ≠ tłuszcz
source: Night snacking ≠ fat gain
es: Picar de noche ≠ engordar
pl: Nocne podjadanie ≠ tłuszcz
ru: Ночные перекусы ≠ жир
uk: Нічні перекуси ≠ жир

source: None
es: Ninguno
pl: Brak
ru: Нет
uk: Немає

# Norma
source: Goal
es: Norma
pl: Norma
ru: Норма
uk: Норма

# Norma zmieni się: %lld → %lld kcal
source: The norm will change: %lld → %lld kcal
es: El objetivo cambiará: %lld → %lld kcal
pl: Norma zmieni się: %lld → %lld kcal
ru: Норма изменится: %lld → %lld ккал
uk: Норма зміниться: %lld → %lld ккал

# Not enough data yet — log a few days to see a trend.
source: Not enough data — log a few days to see the trend.
es: No hay suficientes datos — registra unos días para ver la tendencia.
pl: Niewystarczająco danych — zapisz kilka dni, żeby zobaczyć trend.
ru: Недостаточно данных — добавь несколько дней, чтобы увидеть тренд.
uk: Замало даних — додай кілька днів, щоб побачити тренд.

# Notatka (opcjonalnie)
source: Note (optional)
es: Nota (opcional)
pl: Notatka (opcjonalnie)
ru: Заметка (опционально)
uk: Нотатка (опційно)

source: Note
es: Nota
pl: Notatka
ru: Заметка
uk: Нотатка

source: Nothing found
es: No se encontró nada
pl: Nic nie znaleziono
ru: Ничего не найдено
uk: Нічого не знайдено

# Nothing logged today — a quick entry keeps your streak alive.
source: Nothing logged today yet — a quick entry keeps the streak.
es: Aún no registraste nada hoy — una entrada rápida mantiene la racha.
pl: Jeszcze nic dziś nie dodałaś — szybki wpis utrzyma serię.
ru: Сегодня ещё ничего не добавлено — быстрая запись сохранит серию.
uk: Сьогодні ще нічого не додано — швидкий запис збереже серію.

# Nothing logged yet. Start with your first meal 🌱
source: Nothing added yet. Start with your first meal 🌱
es: Aún no añadiste nada. Empieza por tu primera comida 🌱
pl: Jeszcze nic nie dodałeś. Zacznij od pierwszego posiłku 🌱
ru: Пока ничего не добавлено. Начни с первого приёма пищи 🌱
uk: Ще нічого не додано. Почніть із першої страви 🌱

source: Nothing to restore.
es: Nada que restaurar.
pl: Nie ma nic do przywrócenia.
ru: Нечего восстанавливать.
uk: Немає що відновлювати.

source: Notice first, change later
es: Primero observa, luego cambia
pl: Najpierw zauważ, potem zmieniaj
ru: Сначала заметьте, потом меняйте
uk: Спочатку помічайте, потім змінюйте

source: Notifications
es: Notificaciones
pl: Powiadomienia
ru: Уведомления
uk: Сповіщення

# Notuj treningi
source: Log your workouts
es: Lleva un diario de entrenos
pl: Notuj treningi
ru: Веди дневник тренировок
uk: Веди записи тренувань

# November 30 — fortune-telling evening and dancing.
source: November 30 — evening of fortune-telling and dancing.
es: 30 de noviembre — noche de adivinación y baile.
pl: 30 listopada — wieczór wróżb i potańcówek.
ru: 30 ноября — вечер гаданий и танцев.
uk: 30 листопада — вечір ворожінь і танців.

# Nowa odznaka
source: New badge
es: Nueva insignia
pl: Nowa odznaka
ru: Новый значок
uk: Новий бейдж

# Nowa odznaka: %@
source: New badge: %@
es: Nueva insignia: %@
pl: Nowa odznaka: %@
ru: Новый значок: %@
uk: Нова відзнака: %@

# Nowe zaproszenie
source: New invitation
es: Nueva invitación
pl: Nowe zaproszenie
ru: Новое приглашение
uk: Нове запрошення

# Nowy cel
source: New goal
es: Nuevo objetivo
pl: Nowy cel
ru: Новая цель
uk: Нова ціль

# Nowy przepis
source: New recipe
es: Nueva receta
pl: Nowy przepis
ru: Новый рецепт
uk: Новий рецепт

# Nutrition values
source: Nutritional values
es: Valores nutricionales
pl: Wartości odżywcze
ru: Питательная ценность
uk: Поживні цінності

source: Oatmeal with raspberries
es: Avena con frambuesas
pl: Owsianka z malinami
ru: Овсянка с малиной

source: Oats, apples, lentils, and chia form an intestinal gel that binds cholesterol. 5–10 g of soluble fibre cuts LDL by 5–10%.
es: Avena, manzanas, lentejas y chía forman un gel intestinal que atrapa el colesterol. 5–10 g de fibra soluble bajan el LDL un 5–10%.
pl: Owies, jabłka, soczewica, chia tworzą żel w jelitach, który wiąże cholesterol. 5–10 g rozpuszczalnego błonnika obniża LDL o 5–10%.
ru: Овёс, яблоки, чечевица, чиа образуют в кишечнике гель, связывающий холестерин. 5–10 г растворимой клетчатки снижают ЛПНП на 5–10%.
uk: Овес, яблука, сочевиця, чіа утворюють у кишківнику гель, який зв'язує холестерин. 5–10 г розчинної клітковини знижують ЛПНЩ на 5–10%.

# Obiad
source: Lunch
es: Almuerzo
pl: Obiad
ru: Обед
uk: Обід

# Ocena
source: Rating
es: Calificación
pl: Ocena
ru: Оценка
uk: Оцінка

# Oceń %lld gwiazdek
source: Rate %lld stars
es: Califica %lld estrellas
pl: Oceń na %lld gwiazdek
ru: Оцени %lld звёзд
uk: Оціни %lld зірок

# Od
source: From
es: De
pl: Od
ru: От
uk: Від

# Od Oli
source: From Ola
es: De Ola
pl: Od Oli
ru: От Оли
uk: Від Олі

# Odblokuj Premium
source: Unlock Premium
es: Desbloquear Premium
pl: Odblokuj Premium
ru: Разблокировать Premium
uk: Розблокувати Premium

# Odblokuj pełną Olę
source: Unlock full Ola
es: Desbloquea la Ola completa
pl: Odblokuj pełną Olę
ru: Разблокировать полную Олю
uk: Розблокуй повну Олю

# Odchudzanie
source: Weight loss
es: Pérdida de peso
pl: Odchudzanie
ru: Похудение
uk: Схуднення

# Odczytuję etykietę…
source: Reading the label...
es: Leyendo la etiqueta…
pl: Odczytuję etykietę…
ru: Считываю этикетку…
uk: Зчитую етикетку…

# Odpowiadamy w 24 godziny w dni robocze.
source: We reply within 24 hours on business days.
es: Respondemos en 24 horas los días laborables.
pl: Odpowiadamy w 24 godziny w dni robocze.
ru: Отвечаем в течение 24 часов в рабочие дни.
uk: Відповідаємо протягом 24 годин у будні.

# Odrzuć
source: Reject
es: Rechazar
pl: Odrzuć
ru: Отклонить
uk: Відхилити

# Odznaka
source: Badge
es: Insignia
pl: Odznaka
ru: Значок
uk: Бейдж

# Odznaka!
source: Badge!
es: ¡Insignia!
pl: Odznaka!
ru: Значок!
uk: Відзнака!

# Odznaki, które zdobyłeś/aś
source: Badges you've earned
es: Insignias que has ganado
pl: Odznaki, które zdobyłeś/aś
ru: Значки, которые вы заработали
uk: Значки, які ви здобули

# Odśwież AI
source: Refresh AI
es: Actualizar IA
pl: Odśwież AI
ru: Обновить AI
uk: Оновити AI

source: Of the three macros, protein has the highest satiety index. A meal with 30+ g of protein suppresses ghrelin for 3–4 h. That's why scrambled eggs hold longer than a croissant.
es: De los tres macros, la proteína tiene el mayor índice de saciedad. Una comida con 30+ g de proteína suprime la grelina 3–4 h. Por eso los huevos revueltos aguantan más que un croissant.
pl: Spośród trzech makro, białko daje najwyższy indeks sytości. Posiłek z 30+ g białka tłumi grelinę na 3–4 h. Stąd jajecznica trzyma lepiej niż croissant.
ru: Из трёх макро у белка самый высокий индекс сытости. Приём пищи с 30+ г белка подавляет грелин на 3–4 ч. Поэтому яичница держит дольше круассана.
uk: З трьох макро білок дає найвищий індекс ситості. Страва з 30+ г білка пригнічує грелін на 3–4 год. Тому яєчня тримає краще, ніж круасан.

source: Off
es: Desactivado
pl: Wył.
ru: Выкл.
uk: Вимк.

# Office work, little movement
source: Office job, little movement
es: Trabajo de oficina, poco movimiento
pl: Praca biurowa, mało ruchu
ru: Офисная работа, мало движения
uk: Офісна робота, мало руху

# Ogień
source: Fire
es: Fuego
pl: Ogień
ru: Огонь
uk: Вогонь

# Ogranicz alkohol na redukcji
source: Limit alcohol during a cut
es: Limita el alcohol en definición
pl: Ogranicz alkohol na redukcji
ru: Ограничь алкоголь на редукции
uk: Обмеж алкоголь на редукції

# Ogólnie
source: Overall
es: General
pl: Ogólnie
ru: Общий
uk: Загально

# Ogólny
source: Overall
es: General
pl: Ogólny
ru: Общий
uk: Загальний

# Ogórek kiszony — 0 kcal
source: Pickled cucumber — 0 kcal
es: Pepino encurtido — 0 kcal
pl: Ogórek kiszony — 0 kcal
ru: Солёный огурец — 0 ккал
uk: Солоний огірок — 0 ккал

# Okno anaboliczne to mit
source: The "anabolic window" is a myth
es: La "ventana anabólica" es un mito
pl: Okno anaboliczne to mit
ru: Анаболическое окно — миф
uk: Анаболічне вікно — міф

# Ola Chef
source: Ola's Kitchen
es: Cocina de Ola
pl: Kuchnia Oli
ru: Кухня Оли
uk: Кухня Олі

# Ola Chef bez limitu w Pro
source: Unlimited Ola's Kitchen in Pro
es: Cocina de Ola ilimitada en Pro
pl: Kuchnia Oli bez limitu w Pro
ru: Кухня Оли без лимита в Pro
uk: Кухня Олі без ліміту в Pro

# Ola gotuje pod kalorie
source: Ola's Kitchen
es: Cocina de Ola
pl: Kuchnia Oli
ru: Кухня Оли
uk: Кухня Олі

# Ola jeszcze nie ma porad
source: Ola has no tips yet
es: Ola aún no tiene consejos
pl: Ola jeszcze nie ma porad
ru: У Оли пока нет советов
uk: Оля ще не має порад

# Ola podsumowała Twój tydzień
source: Ola summarized your week
es: Ola resumió tu semana
pl: Ola podsumowała Twój tydzień
ru: Оля подвела итоги вашей недели
uk: Оля підсумувала твій тиждень

# Ola podsumowuje
source: Ola summarizes
es: Ola resume
pl: Ola podsumowuje
ru: Оля подводит итоги
uk: Оля підсумовує

# Ola przygotowała pierwsze wskazówki
source: Ola prepared the first tips
es: Ola preparó los primeros consejos
pl: Ola przygotowała pierwsze wskazówki
ru: Оля подготовила первые советы
uk: Оля підготувала перші поради

# Ola przygotowuje Twoje wskazówki…
source: Ola is preparing your tips…
es: Ola está preparando tus consejos…
pl: Ola przygotowuje Twoje wskazówki…
ru: Оля готовит твои подсказки…
uk: Оля готує ваші підказки…

# Ola szuka jeszcze kilku pomysłów
source: Ola is finding a few more ideas
es: Ola está buscando algunas ideas más
pl: Ola szuka jeszcze kilku pomysłów
ru: Оля ищет ещё несколько идей
uk: Оля шукає ще кілька ідей

# Ola tuned your plan
source: Ola has tuned your plan
es: Ola ajustó tu plan
pl: Ola dostosowała Twój plan
ru: Оля подстроила твой план
uk: Оля підлаштувала ваш план

# Ola z codziennymi i tygodniowymi wskazówkami
source: Ola with daily and weekly tips
es: Ola con consejos diarios y semanales
pl: Ola z codziennymi i tygodniowymi wskazówkami
ru: Оля с ежедневными и недельными советами
uk: Оля зі щоденними й тижневими порадами

# Ola — Twój coach AI
source: Ola — your AI coach
es: Ola — tu coach de IA
pl: Ola — Twój coach AI
ru: Оля — твой AI-коуч
uk: Оля — твій AI-коуч

source: Ola — your AI coach
es: Ola — tu coach de IA
pl: Ola — Twój trener AI
ru: Оля — твой ИИ-тренер
uk: Оля — ваш ШІ-тренер

source: Ola's insight history
es: Historial de insights de Ola
pl: Historia wpisów Oli
ru: История инсайтов Ola
uk: Історія аналітики Ola

source: Olive oil
es: Aceite de oliva
pl: Oliwa z oliwek
ru: Оливковое масло
uk: Oliwa z oliwek

source: Olives
es: Aceitunas
pl: Oliwki
ru: Оливки
uk: Oliwki

source: On
es: Activado
pl: Wł.
ru: Вкл.
uk: Увімк.
